[
  {
    "id": "billboards",
    "title": "Billboards & Außenwerbung",
    "description": "Auffällige Außenwerbung, die Ihre Zielgruppe garantiert erreicht.",
    "icon": "Layout",
    "imagePath": "/c9ff03a54cc64b3dc1c7b281e2682fc4.jpg",
    "content": "Billboards und Außenwerbung sind nach wie vor eine der effektivsten Methoden, um eine breite Zielgruppe zu erreichen und Markenbekanntheit aufzubauen. Unsere strategisch platzierten Werbeflächen in ganz Wien und Umgebung garantieren maximale Sichtbarkeit für Ihre Botschaft.\n\nWir bieten eine Vielzahl von Formaten und Standorten, von klassischen Plakatwänden über City-Light-Poster bis hin zu großformatigen Megaboards. Unser Team unterstützt Sie bei der Auswahl der optimalen Standorte basierend auf Ihrer Zielgruppe und Ihrem Budget.\n\nDarüber hinaus übernehmen wir die gesamte Produktion, vom Design über den Druck bis zur Installation. Mit unserer langjährigen Erfahrung sorgen wir dafür, dass Ihre Außenwerbung nicht nur auffällt, sondern auch Ihre Marketingziele erreicht.",
    "features": [
      "Strategische Standortauswahl basierend auf Zielgruppenanalyse",
      "Kreatives Design, das in Sekunden Aufmerksamkeit erregt",
      "Hochwertige Produktion mit wetterfesten Materialien",
      "Verschiedene Formate: Billboards, City-Light-Poster, Megaboards",
      "Komplette Abwicklung von Design bis Installation",
      "Regelmäßige Wartung und Qualitätskontrolle"
    ],
    "process": [
      {
        "stepTitle": "Beratung & Konzeption",
        "stepDescription": "Wir analysieren Ihre Ziele und entwickeln ein maßgeschneidertes Konzept."
      },
      {
        "stepTitle": "Standortauswahl",
        "stepDescription": "Basierend auf Ihrer Zielgruppe wählen wir die optimalen Standorte aus."
      },
      {
        "stepTitle": "Design & Produktion",
        "stepDescription": "Unser Kreativteam gestaltet Ihre Werbemittel und überwacht die Produktion."
      },
      {
        "stepTitle": "Installation & Kontrolle",
        "stepDescription": "Wir installieren Ihre Werbung und führen regelmäßige Qualitätskontrollen durch."
      }
    ]
  },
  {
    "id": "printmedien",
    "title": "Printmedien & Broschüren",
    "description": "Hochwertige Drucksachen, die Ihre Marke perfekt repräsentieren.",
    "icon": "FileType",
    "imagePath": "/0a14e5c1a18e154f00829575215808d4.jpg",
    "content": "In einer zunehmend digitalen Welt bieten hochwertige Printmedien eine greifbare und bleibende Verbindung zu Ihrer Zielgruppe. Unsere Printprodukte kombinieren ansprechendes Design mit hochwertigen Materialien, um Ihre Marke optimal zu repräsentieren.\n\nVon Visitenkarten und Briefpapier über Broschüren und Kataloge bis hin zu Postkarten und Flyern – wir gestalten und produzieren alle Arten von Drucksachen, die Ihre Markenidentität stärken und Ihre Botschaft vermitteln.\n\nUnser erfahrenes Designteam arbeitet eng mit Ihnen zusammen, um Ihre Vision umzusetzen, während unsere Produktionsexperten die höchste Qualität in jedem Detail sicherstellen. Wir legen besonderen Wert auf nachhaltige Materialien und umweltfreundliche Druckverfahren.",
    "features": [
      "Maßgeschneidertes Design, das Ihre Markenidentität widerspiegelt",
      "Hochwertige Materialien und Veredelungen (Prägung, Foliendruck, etc.)",
      "Umfassendes Angebot: Visitenkarten, Broschüren, Kataloge, Flyer",
      "Nachhaltige Druckoptionen mit umweltfreundlichen Materialien",
      "Beratung zur optimalen Materialauswahl und Veredelungstechniken",
      "Termingerechte Lieferung und flexible Auflagengrößen"
    ],
    "process": [
      {
        "stepTitle": "Briefing & Konzeption",
        "stepDescription": "Wir erfassen Ihre Anforderungen und entwickeln ein passendes Konzept."
      },
      {
        "stepTitle": "Design & Layout",
        "stepDescription": "Unser Kreativteam gestaltet Ihre Drucksachen nach Ihren Vorgaben."
      },
      {
        "stepTitle": "Materialauswahl & Muster",
        "stepDescription": "Wir beraten Sie bei der Materialauswahl und erstellen auf Wunsch Muster."
      },
      {
        "stepTitle": "Produktion & Lieferung",
        "stepDescription": "Wir überwachen die Produktion und liefern Ihre Drucksachen termingerecht."
      }
    ]
  },
  {
    "id": "transportwerbung",
    "title": "Transportwerbung",
    "description": "Mobile Werbung auf Bussen, Straßenbahnen und U-Bahnen für maximale Reichweite.",
    "icon": "Bus",
    "imagePath": "/0b7d95daf6c0d2e8f3b72ea8feea11b1.jpg",
    "content": "Transportwerbung verwandelt öffentliche Verkehrsmittel in mobile Werbeflächen, die täglich tausende potenzielle Kunden erreichen. Ob vollständige Fahrzeugbeklebung, Seitenflächen oder Innenraumwerbung – wir bieten maßgeschneiderte Lösungen für Ihre Kampagne.\n\nBesonders in einer Stadt wie Wien, wo täglich über 2,6 Millionen Menschen die öffentlichen Verkehrsmittel nutzen, bietet Transportwerbung eine außergewöhnliche Reichweite. Ihre Werbebotschaft bewegt sich durch die Stadt und erreicht verschiedene Stadtteile und Zielgruppen.\n\nUnser Team kümmert sich um den gesamten Prozess, von der Konzeption über die Produktion bis zur Installation. Wir arbeiten eng mit den Wiener Linien und anderen Verkehrsbetrieben zusammen, um einen reibungslosen Ablauf zu gewährleisten.",
    "features": [
      "Verschiedene Formate: Ganzfahrzeugwerbung, Teilbeklebung, Innenraumwerbung",
      "Strategische Linienauswahl basierend auf Ihrer Zielgruppe",
      "Hochwertige, langlebige Materialien für den Außeneinsatz",
      "Komplette Abwicklung inklusive behördlicher Genehmigungen",
      "Regelmäßige Wartung und Qualitätskontrolle",
      "Kombinierbare Kampagnen mit anderen Werbeformen"
    ],
    "process": [
      {
        "stepTitle": "Beratung & Konzeption",
        "stepDescription": "Wir analysieren Ihre Ziele und entwickeln ein passendes Konzept."
      },
      {
        "stepTitle": "Linien- & Formatauswahl",
        "stepDescription": "Wir wählen die optimalen Linien und Formate für Ihre Kampagne aus."
      },
      {
        "stepTitle": "Design & Produktion",
        "stepDescription": "Unser Team gestaltet Ihre Werbemittel und überwacht die Produktion."
      },
      {
        "stepTitle": "Installation & Kontrolle",
        "stepDescription": "Wir installieren Ihre Werbung und führen regelmäßige Qualitätskontrollen durch."
      }
    ]
  },
  {
    "id": "branding",
    "title": "Branding & Corporate Design",
    "description": "Entwicklung einer starken Markenidentität, die in Erinnerung bleibt.",
    "icon": "Palette",
    "imagePath": "/4fb5cd2104c6f30ebdae19562cd27a15.jpg",
    "content": "Eine starke Markenidentität ist das Fundament jeder erfolgreichen Marketingstrategie. Wir helfen Ihnen, eine unverwechselbare Marke zu entwickeln, die Ihre Werte kommuniziert und bei Ihrer Zielgruppe Anklang findet.\n\nUnser Branding-Prozess beginnt mit einer gründlichen Analyse Ihres Unternehmens, Ihrer Zielgruppe und Ihres Marktes. Basierend auf diesen Erkenntnissen entwickeln wir ein umfassendes Corporate Design, das alle visuellen Aspekte Ihrer Marke abdeckt – vom Logo über die Farbpalette bis hin zur Typografie.\n\nWir erstellen detaillierte Markenrichtlinien, die sicherstellen, dass Ihre Marke konsistent über alle Kanäle hinweg kommuniziert wird. Unser Ziel ist es, eine Markenidentität zu schaffen, die nicht nur ästhetisch ansprechend ist, sondern auch strategisch Ihre Geschäftsziele unterstützt.",
    "features": [
      "Umfassende Markenanalyse und Positionierung",
      "Logo-Design und visuelle Identität",
      "Corporate Design-Richtlinien für konsistente Kommunikation",
      "Geschäftsausstattung und Marketingmaterialien",
      "Markenarchitektur für Unternehmen mit mehreren Produktlinien",
      "Regelmäßige Markenaudits und Aktualisierungen"
    ],
    "process": [
      {
        "stepTitle": "Analyse & Strategie",
        "stepDescription": "Wir analysieren Ihr Unternehmen, Ihre Zielgruppe und Ihren Markt."
      },
      {
        "stepTitle": "Konzeption & Design",
        "stepDescription": "Wir entwickeln Konzepte und gestalten Ihre visuelle Identität."
      },
      {
        "stepTitle": "Ausarbeitung & Richtlinien",
        "stepDescription": "Wir erstellen detaillierte Markenrichtlinien für alle Anwendungen."
      },
      {
        "stepTitle": "Implementierung & Betreuung",
        "stepDescription": "Wir unterstützen Sie bei der Implementierung und bieten laufende Betreuung."
      }
    ]
  },
  {
    "id": "messestaende",
    "title": "Messestände & Events",
    "description": "Beeindruckende Präsenzen für Messen, Ausstellungen und Events.",
    "icon": "PanelTop",
    "imagePath": "/01ef8116fa7875aad3f8b3abd6eded92.jpg",
    "content": "Messestände und Events bieten einzigartige Möglichkeiten, direkt mit Ihrer Zielgruppe in Kontakt zu treten und bleibende Eindrücke zu hinterlassen. Wir gestalten Messestände und Eventmaterialien, die Ihre Marke optimal präsentieren und Besucher anziehen.\n\nVon der Konzeption über die Produktion bis zum Auf- und Abbau – wir kümmern uns um alle Aspekte Ihres Messeauftritts. Unser erfahrenes Team entwickelt maßgeschneiderte Lösungen, die Ihre Marketingziele unterstützen und sich an Ihr Budget anpassen.\n\nWir legen besonderen Wert auf funktionales Design, das nicht nur optisch ansprechend ist, sondern auch praktische Anforderungen erfüllt – sei es Produktpräsentation, Kundengespräche oder Multimedia-Präsentationen. Mit unserer Unterstützung wird Ihr nächster Messeauftritt oder Event zum vollen Erfolg.",
    "features": [
      "Maßgeschneiderte Messestand-Konzepte für verschiedene Standgrößen",
      "Modulare Systeme für flexible Einsatzmöglichkeiten",
      "Hochwertige Materialien und auffällige Grafiken",
      "Komplette Logistik inklusive Transport, Auf- und Abbau",
      "Begleitende Werbemittel und Give-aways",
      "Nachhaltige Optionen für umweltbewusste Unternehmen"
    ],
    "process": [
      {
        "stepTitle": "Briefing & Konzeption",
        "stepDescription": "Wir erfassen Ihre Anforderungen und entwickeln ein passendes Konzept."
      },
      {
        "stepTitle": "Design & Visualisierung",
        "stepDescription": "Wir gestalten Ihren Messestand und erstellen detaillierte Visualisierungen."
      },
      {
        "stepTitle": "Produktion & Logistik",
        "stepDescription": "Wir produzieren alle Elemente und planen die Logistik."
      },
      {
        "stepTitle": "Aufbau & Betreuung",
        "stepDescription": "Wir kümmern uns um Auf- und Abbau und bieten auf Wunsch Standbetreuung."
      }
    ]
  }
]
