[
  {
    "id": "wiener-stadtwerke-kampagne",
    "title": "Nachhaltigkeitskampagne für Wiener Stadtwerke",
    "client": "Wiener Stadtwerke",
    "date": "März 2025",
    "category": "Billboards & Außenwerbung",
    "description": "Eine stadtweite Kampagne zur Förderung der Nachhaltigkeitsinitiativen der Wiener Stadtwerke mit strategisch platzierten Billboards und Transportwerbung.",
    "challenge": "Die Wiener Stadtwerke wollten ihre umfangreichen Nachhaltigkeitsinitiativen einem breiten Publikum präsentieren und gleichzeitig ihr Image als umweltbewusstes Unternehmen stärken. Die Herausforderung bestand darin, komplexe Umweltthemen auf visuell ansprechende und leicht verständliche Weise zu kommunizieren.",
    "solution": "Wir entwickelten eine integrierte Kampagne mit dem Slogan 'Gemeinsam für ein grünes Wien', die auf verschiedenen Offline-Kanälen ausgespielt wurde. Herzstück waren großformatige Billboards an Schlüsselstandorten sowie Transportwerbung auf Straßenbahnen und Bussen. Das Design kombinierte auffällige Visualisierungen mit prägnanten Botschaften, die die konkreten Umweltmaßnahmen der Stadtwerke hervorhoben.",
    "results": "Die Kampagne erreichte über 80% der Wiener Bevölkerung und führte zu einer messbaren Steigerung der Markenwahrnehmung. Umfragen zeigten einen Anstieg von 23% bei der Assoziation der Wiener Stadtwerke mit Nachhaltigkeit. Die Kampagne gewann zudem den Österreichischen Umweltkommunikationspreis 2025.",
    "images": [
      {
        "src": "/cf4c9067ca1f11cb857bd23523b64d8b.jpg",
        "alt": "Billboard der Nachhaltigkeitskampagne"
      },
      {
        "src": "/009daa212a4d278d20f363ba5845b618.jpg",
        "alt": "Straßenbahn mit Kampagnenwerbung"
      },
      {
        "src": "/fdb136ccfa128d510cc9d540358bbd73.jpg",
        "alt": "Bushaltestelle mit Kampagnenmotiv"
      },
      {
        "src": "/9cf47b35674ea96469fb0b00aab10d74.jpg",
        "alt": "Passanten betrachten die Kampagne"
      }
    ],
    "testimonial": {
      "quote": "Die Kampagne hat unsere Erwartungen übertroffen. StadtPulse hat es geschafft, unsere komplexen Nachhaltigkeitsinitiativen in klare, ansprechende Botschaften zu übersetzen, die bei unserer Zielgruppe Anklang fanden.",
      "author": "Dr. Maria Gruber",
      "position": "Leiterin Kommunikation, Wiener Stadtwerke"
    }
  },
  {
    "id": "cafe-central-rebrand",
    "title": "Rebranding für Café Central",
    "client": "Café Central Wien",
    "date": "Januar 2025",
    "category": "Branding & Corporate Design",
    "description": "Ein umfassendes Rebranding für das historische Café Central, das Tradition mit modernem Design verbindet und über verschiedene Touchpoints hinweg konsistent umgesetzt wurde.",
    "challenge": "Das traditionsreiche Café Central wollte sein visuelles Erscheinungsbild modernisieren, ohne dabei seine historische Identität und Wiedererkennungswert zu verlieren. Die Herausforderung bestand darin, eine Balance zwischen Tradition und Moderne zu finden und diese konsistent über alle Kommunikationskanäle hinweg umzusetzen.",
    "solution": "Wir entwickelten ein Rebranding, das die historischen Wurzeln des Cafés würdigt und gleichzeitig moderne Designelemente einführt. Das neue Logo kombiniert klassische Typografie mit subtilen modernen Details. Die Farbpalette wurde verfeinert, um Eleganz und Zeitlosigkeit auszustrahlen. Wir gestalteten eine vollständige Markenidentität, die von der Speisekarte über die Geschäftsausstattung bis hin zu Verpackungen und Werbematerialien reicht.",
    "results": "Das Rebranding wurde sowohl von Stammgästen als auch von neuen Besuchern äußerst positiv aufgenommen. Die Medienpräsenz des Cafés stieg um 45%, und die Social-Media-Erwähnungen verdoppelten sich in den ersten drei Monaten nach dem Relaunch. Das neue Design gewann den Austrian Design Award in der Kategorie 'Corporate Design'.",
    "images": [
      {
        "src": "/242500aad505b791e384e42975cf098d.jpg",
        "alt": "Neues Logo und Branding-Materialien"
      },
      {
        "src": "/d71bd347a3c9db872b90125309364d6d.jpg",
        "alt": "Neugestaltete Speisekarte"
      },
      {
        "src": "/65e9ff66e682e07283300db1fd388d70.jpg",
        "alt": "Kaffee-Verpackung mit neuem Branding"
      },
      {
        "src": "/55c1b3ca61bab0f67712b3e048124a07.jpg",
        "alt": "Visitenkarten und Geschäftsausstattung"
      }
    ],
    "testimonial": {
      "quote": "StadtPulse hat es geschafft, unsere 150-jährige Geschichte in ein modernes Design zu übersetzen, das dennoch unsere Tradition respektiert. Die positive Resonanz unserer Gäste bestätigt, dass wir die richtige Entscheidung getroffen haben.",
      "author": "Michael Huber",
      "position": "Inhaber, Café Central"
    }
  },
  {
    "id": "biomarkt-printmedien",
    "title": "Printmedien für BioMarkt-Kette",
    "client": "NaturKraft BioMärkte",
    "date": "November 2024",
    "category": "Printmedien & Broschüren",
    "description": "Entwicklung und Produktion hochwertiger Printmedien für die BioMarkt-Kette NaturKraft, darunter Produktkataloge, Flyer und Plakate mit Fokus auf Nachhaltigkeit.",
    "challenge": "Die expandierende Bio-Supermarktkette NaturKraft benötigte hochwertige Printmaterialien, die ihre Markenwerte Nachhaltigkeit, Regionalität und Qualität widerspiegeln. Die Materialien sollten nicht nur ästhetisch ansprechend sein, sondern auch den eigenen Nachhaltigkeitsansprüchen gerecht werden.",
    "solution": "Wir entwickelten ein umfassendes Printkonzept mit saisonalen Produktkatalogen, Informationsflyern zu Nachhaltigkeitsthemen und Plakaten für die Filialen. Alle Materialien wurden auf recyceltem oder FSC-zertifiziertem Papier mit pflanzlichen Farben gedruckt. Das Design betonte natürliche Farben und authentische Produktfotografie, ergänzt durch informative Infografiken zu Herkunft und Nachhaltigkeit der Produkte.",
    "results": "Die neuen Printmaterialien führten zu einer Umsatzsteigerung von 18% bei beworbenen Produkten. Kundenbefragungen zeigten eine deutlich verbesserte Wahrnehmung der Marke in Bezug auf Qualität und Nachhaltigkeit. Der saisonale Produktkatalog wurde so beliebt, dass die Auflage im zweiten Quartal verdoppelt werden musste.",
    "images": [
      {
        "src": "/d5b54a7c7d2c3ff3f91301580f81bada.jpg",
        "alt": "Produktkatalog mit saisonalen Angeboten"
      },
      {
        "src": "/18178f8fd984cd9854137bc34efda91f.jpg",
        "alt": "Nachhaltigkeitsbroschüre auf Recyclingpapier"
      },
      {
        "src": "/0576e45ff4f7b0bbe1ac82f46bf45d2a.jpg",
        "alt": "Filialplakate mit Produktinformationen"
      },
      {
        "src": "/dc5effb3fbd460c92bc7822bf6353cf8.jpg",
        "alt": "Informationsflyer zu Regionalität"
      }
    ],
    "testimonial": {
      "quote": "Die von StadtPulse entwickelten Printmaterialien haben nicht nur ästhetisch überzeugt, sondern auch messbare Ergebnisse geliefert. Besonders beeindruckt hat uns die Beratung zu nachhaltigen Druckmaterialien, die perfekt zu unserer Markenphilosophie passt.",
      "author": "Lisa Maier",
      "position": "Marketingleiterin, NaturKraft BioMärkte"
    }
  },
  {
    "id": "tech-konferenz-messestand",
    "title": "Messestand für TechVienna Conference",
    "client": "TechVienna GmbH",
    "date": "September 2024",
    "category": "Messestände & Events",
    "description": "Konzeption und Umsetzung eines innovativen Messestands für die TechVienna Conference, der digitale und analoge Elemente kombiniert und maximale Besucherinteraktion ermöglicht.",
    "challenge": "Die TechVienna Conference wollte sich mit einem innovativen Messestand von der Konkurrenz abheben und gleichzeitig ihre Position als führende Technologiekonferenz in Österreich unterstreichen. Der Stand sollte digital und analog verbinden, maximale Interaktion ermöglichen und flexibel für verschiedene Veranstaltungsorte sein.",
    "solution": "Wir entwickelten ein modulares Standkonzept mit einem markanten, 6 Meter hohen LED-Tower als zentralem Element. Der Stand kombinierte digitale Präsentationsflächen mit haptischen Elementen und schuf verschiedene Interaktionszonen für Gespräche, Produktdemonstrationen und Networking. Besonderes Augenmerk legten wir auf die Integration von Technologie, wie interaktive Touchscreens und eine AR-Anwendung, die zusätzliche Informationen zu den ausgestellten Produkten lieferte.",
    "results": "Der Messestand zog über 40% mehr Besucher an als im Vorjahr und wurde in der Fachpresse als einer der innovativsten Stände der Konferenz hervorgehoben. Die durchschnittliche Verweildauer der Besucher stieg um 12 Minuten, und die Zahl der qualifizierten Leads erhöhte sich um 35% im Vergleich zum Vorjahr.",
    "images": [
      {
        "src": "/a660f294b046a6936f21b6a4db1e986b.jpg",
        "alt": "Gesamtansicht des Messestands mit LED-Tower"
      },
      {
        "src": "/927d4853391afb805337c69b8c9caa66.jpg",
        "alt": "Interaktiver Präsentationsbereich"
      },
      {
        "src": "/90e97c792288e7ac9b8f785b32e8d073.jpg",
        "alt": "Networking-Zone mit Sitzgelegenheiten"
      },
      {
        "src": "/d46ca029bb7a619ce9c8ee004a26ce54.jpg",
        "alt": "AR-Anwendung in Aktion"
      }
    ],
    "testimonial": {
      "quote": "Der von StadtPulse konzipierte Messestand hat alle unsere Erwartungen übertroffen. Die Kombination aus auffälligem Design und durchdachter Funktionalität hat wesentlich zum Erfolg unserer Konferenz beigetragen. Besonders beeindruckt hat uns die nahtlose Integration von Technologie in das Standkonzept.",
      "author": "Mag. Stefan Berger",
      "position": "Geschäftsführer, TechVienna GmbH"
    }
  },
  {
    "id": "transportwerbung-kampagne",
    "title": "Transportwerbung für Kulturveranstaltungen",
    "client": "Wiener Festwochen",
    "date": "Mai 2024",
    "category": "Transportwerbung",
    "description": "Eine stadtweite Transportwerbekampagne für die Wiener Festwochen, die öffentliche Verkehrsmittel in mobile Kunstwerke verwandelte und für maximale Aufmerksamkeit sorgte.",
    "challenge": "Die Wiener Festwochen wollten ihre Sichtbarkeit im Stadtbild erhöhen und ein breiteres, jüngeres Publikum ansprechen. Die Kampagne sollte den künstlerischen Anspruch der Festwochen widerspiegeln und gleichzeitig informativ und zugänglich sein.",
    "solution": "Wir entwickelten eine umfassende Transportwerbekampagne, die 15 Straßenbahnen und 25 Busse in mobile Kunstwerke verwandelte. Das Design basierte auf den Werken teilnehmender Künstler, die speziell für dieses Format adaptiert wurden. Jedes Fahrzeug erzählte eine andere Geschichte und repräsentierte einen anderen Programmpunkt der Festwochen. Ergänzt wurde die Kampagne durch passende Innenraumwerbung mit detaillierten Informationen zum Programm und QR-Codes für den direkten Ticketkauf.",
    "results": "Die Kampagne erreichte über 1,2 Millionen Wienerinnen und Wiener und generierte erhebliche mediale Aufmerksamkeit. Der Ticketverkauf stieg im Vergleich zum Vorjahr um 28%, wobei besonders der Anteil jüngerer Besucher (18-35 Jahre) um 42% zunahm. Die Kampagne gewann den Österreichischen Staatspreis für Werbung in der Kategorie 'Out-of-Home'.",
    "images": [
      {
        "src": "/8f19402cd9b098bbcd8f9c24d12fbf1d.jpg",
        "alt": "Straßenbahn mit künstlerischer Vollbeklebung"
      },
      {
        "src": "/f2aefb41cf856cfa73e02ba4743698c7.jpg",
        "alt": "Bus mit Festwochen-Werbung"
      },
      {
        "src": "/66f7f52bfe42263cb331b83d1a987302.jpg",
        "alt": "Innenraumwerbung mit Programminformationen"
      },
      {
        "src": "/de7fd8577de5ca98c04538bd8eaa6afd.jpg",
        "alt": "Passanten fotografieren die Kunstwerke auf Rädern"
      }
    ],
    "testimonial": {
      "quote": "Die Transportwerbekampagne von StadtPulse hat die Wiener Festwochen buchstäblich in Bewegung gebracht. Die kreativen, künstlerisch hochwertigen Designs haben nicht nur für Aufmerksamkeit gesorgt, sondern auch perfekt den Geist unserer Veranstaltung transportiert. Der messbare Anstieg bei jüngeren Besuchern zeigt, dass wir genau die richtige Strategie gewählt haben.",
      "author": "Dr. Julia Wagner",
      "position": "Marketingdirektorin, Wiener Festwochen"
    }
  }
]
